[AntiToxinEmptyVial_twk DisTweaks_WhaleOilBattery]
m_EmptyName=""

[AntiToxinEmptyVial_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="空的灵药瓶"
m_InteractText=" `GBA_Use` 携带"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DLC07_BullRatFetus_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="巨鼠胚胎"

[DLC07_EngineCoil_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="引擎线圈"

[DLC07_EngineCoilMount_Twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="引擎线圈安装座"
m_InteractText="`GBA_Use` 连接引擎线圈"
m_CannotUseMessage="需要引擎线圈"

[DLC07_GeenhowCushion_twk:DisTweaks_InteractableInterface_54 DisTweaks_InteractableInterface]
m_Name="枕头"

[DLC07_LabAGCard_interact_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="录音卡"
m_InteractText="`GBA_Use` 拾取"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="需要录音带"

[DLC07_LabAudioG_interact_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="录音播放机"
m_InteractText="`GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="需要录音带"

[DLC07_LabAudioGraph_Twk DisTweaks_AudioLogPlayer]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭录音带")

[DLC07_LabAudioGraph_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="录音播放机"
m_InteractText="`GBA_Use` 使用"

[DLC07_LTD_MillToSewer_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="需要 `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[DLC07_LTD_MillToSewer_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="通往德雷珀斯区下水道的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DLC07_LTD_MillToStreet_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="需要 `k"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[DLC07_LTD_MillToStreet_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="通往德雷珀斯区街道的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DLC07_OxidizingAgent_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="金属盐"

[DLC07_OxRush_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="奔牛花"

[DLC07_Undine_lever_twk DisTweaks_UsableObject]
m_LockedMessage="已上锁"

[DLC07_Undine_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="舰船引擎节流阀"

[DLC07_Vaccine_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="解毒剂"
m_InteractText="`GBA_Use` 饮用"

[still_02_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="阀门"
m_InteractText="`GBA_Use` 使用"

